"%ld day left on trial" = "%ld 일의 무료 평가 기간이 남음";
"%ld days left on trial" = "%ld 일의 무료 평가 기간이 남음";
"Buy Now" = "지금 구입";
"Trial Mode" = "평가판 모드";
"Free trial has expired" = "무료 평가 기간이 만료되었습니다";
"The trial period has expired." = "무료 평가 기간이 만료되었습니다.";
"Wait %u" = "%u을(를) 기다려주십시오";
"Your 30 day trial has expired. Please purchase Path Finder." = "30 일 무료 평가 기간이 만료되었습니다. Path Finder를 구입하시기 바랍니다.";
